<?php

/**
 * ECSHOP 網銀在線語言文件
 * ============================================================================
 * 版權所有 2005-2008 上海商派網絡科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 這不是一個自由軟件！您只能在不用於商業目的的前提下對程序代碼進行修改和
 * 使用；不允許對程序代碼以任何形式任何目的的再發佈。
 * ============================================================================
 * $Author: testyang $
 * $Id: nps.php 15086 2008-10-27 06:21:49Z testyang $
 */

global $_LANG;

$_LANG['nps']         = 'NPS在線支付';
$_LANG['nps_desc']    = 'NPS支付平台與中國工商銀行、招商銀行、中國建設銀行、農業銀行、民生銀行等數十' .
        '家金融機構達成協議。全面支持全國各大銀行的信用卡及借記卡實現網上支付。（網址：http://www.nps.cn）';
$_LANG['nps_account'] = '商戶編號';
$_LANG['nps_key']     = 'MD5支付密鑰';
$_LANG['pay_button']  = '立即使用NPS在線支付';

?>
